// © Copyright 2013, 2015-2016 HP Development Company, L.P.

UtilityWindowPreferredSize = "{876, 406}";

kCheckChangesAlertTitleKey = "Dane zostały zmienione. Czy chcesz kontynuować?";
kCheckChangesAlertContinueButtonTitleKey = "Kontynuuj";
kCheckChangesAlertMessageKey = "W przypadku kontynuowania wprowadzone zmiany zostaną utracone. Kliknij przycisk Anuluj, aby zaniechać działania i kontynuować pracę z zadaniem.";

DeviceStatusUnknown = "Nieznana";

NoItemsMenuTitle = "Brak dostępnych elementów";

NotEnoughSpaceTitle = "Nie można uruchomić narzędzia HP Utility";
NotEnoughSpaceMsg = "Dysk startowy jest prawie pełny. Musisz zwolnić więcej miejsca na tym dysku, usuwając pliki.";

RecentUnreachableTitle = "Nie można połączyć";
RecentUnreachableMsg = "Urządzenie %@ jest obecnie niedostępne. Sprawdź, czy jest podłączone i włączone, lub spróbuj ponownie później.";

AirPortDeviceErrorTitle = "Narzędzie HP Utility nie może działać z urządzeniami podłączonymi do stacji AirPort.";
SharedDeviceErrorTitle = "Narzędzie HP Utility nie działa z udostępnionymi urządzeniami.";
NotDirectDeviceErrorDescription = "Aby pracować z urządzeniem, podłącz je bezpośrednio do komputera Macintosh.";

NoUtilityMessage = "Zainstaluj ponownie oprogramowanie dostarczone z urządzeniem.";

// menu items
ShowAdvanced = "Pokaż opcje zaawansowane";
HideAdvanced = "Ukryj opcje zaawansowane";

DeviceOKButtonTitle = "OK";
DeviceResumeButtonTitle = "Wznów";
SupplyInfoTaskTitle = "Informacje o materiałach eksploatacyjnych";
TravelInfoTaskTitle = "Wskazówki dotyczące podróży";

kTaskGroupUnknownTitleKey = "Inny";
kTaskGroupInformationAndSupportTitleKey = "Informacje i pomoc techniczna";
kTaskGroupInformationAndPrintQualityTitleKey = "Informacje i jakość druku";
kTaskGroupPrinterSettingsTitleKey = "Ustawienia drukarki";
kTaskGroupFaxSettingsTitleKey = "Ustawienia faksu";
kTaskGroupNetworkSettingsTitleKey = "Ustawienia sieci";
kTaskGroupInformationTitleKey = "Informacje";
kTaskGroupColorCenterTitleKey = "Centrum kolorów HP";
kTaskGroupConfigurationTitleKey = "Konfiguracja";
kTaskGroupSupportTitleKey = "Pomoc techniczna";
kTaskGroupJobCenterTitleKey = "Centrum zadań";
kHSDTaskGroupScanSettingsTitleKey = "Ustawienia i preferencje skanowania";

ApplyButtonTitle = "Zastosuj teraz";

kViewMenuTitle = "Wyświetl";

AskSaveChangesAlertTitle = "Ustawienia na tym ekranie zostały zmienione";
AskSaveChangesAlertMsg = "Czy chcesz zastosować zmiany przed jego zamknięciem?";
AskSaveChangesDontApplyButtonTitle = "Nie stosuj";
AskSaveCahngesApplyButtonTitle = "Zastosuj";

MultipleAskSaveChangesAlertTitle = "Ustawienia w %i oknach zostały zmienione";
MultipleAskSaveChangesAlertMsg = "Czy chcesz je przejrzeć przed wyjściem?";
MultipleAskSaveChangesDiscardButtonTitle = "Odrzuć zmiany";
MultipleAskSaveChangesReviewButtonTitle = "Przejrzyj zmiany...";

ConnectingMessage = "Łączenie z urządzeniem\n%@";

DefaultWindowTitleString = "HP Utility";
DeviceNotSelectedMessageString = "Wybierz urządzenie, aby rozpocząć";

DevicesItemTitleString = "Urządzenia";
DevicesItemTooltipString = "Pokaż/ukryj urządzenia";
SupportItemTitleString = "Pomoc techniczna HP";
SupportItemTooltipString = "Pomoc techniczna online HP";
SuppliesItemTitleString = "Materiały eksploatacyjne";
SuppliesItemTooltipString = "Kupuj materiały eksploatacyjne online";
RegistrationItemTitleString = "Rejestracja";
RegistrationItemTooltipString = "Rejestracja online";
RecyclingItemTitleString = "Recykling";
RecyclingItemTooltipString = "Zwrot i recykling online";
MarsItemTitleString = "Ulepszanie produktu";
MarsItemTooltipString = "Badanie ulepszania produktu HP";
TasksItemTitleString = "Wszystkie ustawienia";
TasksItemTooltipString = "Pokaż wszystkie ustawienia";
SearchItemTitleString = "Szukaj";
SearchItemTooltipString = "Wyszukaj wtyczkę lub słowo kluczowe";

HSDAddDevicesToolTip = "Dodaj urządzenia";
HSDRemoveDevicesToolTip = "Usuń wybrane urządzenie lub inteligentną grupę";
HSDPullDownMenuToolTip = "Menu operacji";
TaskCellWidth = "98";

PrintersGroupString = "URZĄDZENIA";
SmartGroupsString = "GRUPY INTELIGENTNE";

PrinterName = "Nazwa urządzenia";
ModelName = "Model";
SerialNumber = "Numer seryjny";
IPAddress = "Adres IP";
BluetoothAddress = "Adres";
ConnectionType = "Połączenie";

kSmartGroupDefaultName = "Grupa inteligentna";
kSmartGroupRulePropertyModel = "Model";
kSmartGroupRulePropertyName = "Nazwa";
kSmartGroupRulePropertyURI = "URI";
kSmartGroupRulePropertyIPAddress = "Adres IP";
kSmartGroupRulePropertyConnectionType = "Typ połączenia";

kSmartGroupRuleCriterionContains = "Zawiera";
kSmartGroupRuleCriterionDoesntContain = "Nie zawiera";
kSmartGroupRuleCriterionIs = "Jest";
kSmartGroupRuleCriterionIsNot = "Nie jest";
kSmartGroupRuleCriterionStartsWith = "Zaczyna się od";
kSmartGroupRuleCriterionEndsWith = "Kończy się na";

kSmartGroupRuleValueTypeUSB = "USB";
kSmartGroupRuleValueTypeIP = "IP";
kSmartGroupRuleValueTypeBonjour = "Bonjour";
kSmartGroupRuleValueTypeBluetooth = "Bluetooth";

HSDRulesMatchStyleAll = "wszystkie";
HSDRulesMatchStyleAny = "dowolne";

IncompatibleTasksTitle = "Niezgodne składniki";
IncompatibleTasksMessage = "Niektóre składniki zainstalowane na komputerze zostały stworzone dla innej wersji narzędzia HP Utility. Te składniki nie zostaną załadowane i część funkcji związanych z urządzeniem nie będzie dostępna. Kliknij element Pomoc techniczna HP na pasku narzędzi, aby przejść do witryny Pomoc techniczna online HP i pobrać najnowsze wersje oprogramowania HP.";

NoComponentsTitle = "Nie znaleziono niektórych składników narzędzia HP Utility";

ShowDevicesItemTitle = "Pokaż urządzenia";
HideDevicesItemTitle = "Ukryj urządzenia";
ShowToolbarItemTitle = "Pokaż pasek narzędzi";
HideToolbarItemTitle = "Ukryj pasek narzędzi";

DevicesMenuSetupDeviceItemTitle = "Skonfiguruj nowe urządzenie...";
DevicesMenuSetupSelectedDeviceItemTitle = "Konfiguracja wybranego urządzenia...";
DevicesMenuSetupWirelessItemTitle = "Automatyczne łączenie bezprzewodowe HP...";
DevicesMenuAddDevicesItemTitle = "Dodaj urządzenia...";
DevicesMenuAddDeviceManuallyItemTitle = "Dodaj urządzenie ręcznie...";
DevicesMenuNewSmartGroupItemTitle = "Nowa grupa inteligentna...";
DevicesMenuEditSmartGroupItemTitle = "Edytuj grupę inteligentną...";
DevicesMenuPrintersMenuTitle = "Lista urządzeń";
DevicesMenuEmptyItemTitle = "(Pusta)";

DevicesMenuRemoveDeviceItemTitle = "Usuń wybrane urządzenie";
DevicesMenuRemoveSmartGroupItemTitle = "Usuń grupę inteligentną";
DevicesMenuSortByItemTitle = "Sortuj wg";
DevicesMenuNameItemTitle = "Nazwa";
DevicesMenuAvailabilityItemTitle = "Dostępność";

HSDAddDeviceManuallyItemTitle = "Dodaj urządzenie ręcznie...";
HSDNewSmartGroupItemTitle = "Nowa grupa inteligentna...";
HSDEditSmartGroupItemTitle = "Edytuj grupę inteligentną...";

DeviceNotAvailableMessageString = "Wybrane urządzenie jest obecnie dostępne. Wybierz inne urządzenie.";
ScanjetDeviceNotAvailableMessageString = "Wybrane urządzenie nie jest obecnie dostępne. Sprawdź, czy jest ono włączone i podłączone do komputera oraz czy zainstalowano całe wymagane oprogramowanie.";

AppManagerItemTitleString = "Aplikacje";
AppManagerItemTooltipString = "Aplikacje";

AppManagerAskApplyChangesAlertTitle = "Czy chcesz zastosować wprowadzone zmiany?";
AppManagerAskApplyChangesAlertMsg = "Jeśli nie zastosujesz zmian, zostaną one utracone.";
AppManagerApplyButtonTitle = "Zastosuj";
CancelButtonTitleKey = "Anuluj";
AppManagerDontApplyButtonTitle = "Nie stosuj";
NoSaveTitle = "Nie udało się zapisać pliku";
DidNotSaveMessage = "Upewnij się, że na dysku jest wystarczająco dużo miejsca i masz uprawnienia do zapisania pliku w wybranej lokalizacji.";

ConnectMenuItemTitleFormat = "Połącz z %@";
EditMenuItemTitleFormat = "Edytuj %@...";
RemoveMenuItemTitleFormat = "Usuń %@";

ShowOnlineAccessWarningsCommandTitle = "Pokaż ostrzeżenia dostępu online";
HideOnlineAccessWarningsCommandTitle = "Ukryj ostrzeżenia dostępu online";

HSDSmartGroupNameTitle = "Nazwa grupy inteligentnej:";
HSDMatchTextFieldTitle1 = "Dopasuj";
HSDMatchTextFieldTitle2 = "do następujących reguł:";
HSDCancelButtonTitle = "Anuluj";
HSDOKButtonTitle = "OK";

// locked feature view
HSDDisabledFeatureTitle = "Ta funkcja została zablokowana lub wyłączona przez administratora urządzenia";
HSDDisabledFeatureDescription = "Można ją włączyć w panelu Administracji urządzenia. Kliknij przycisk „Idź” poniżej, aby przejść do tego panelu.";
HSDNoWayToUnlockDescription = "Nie możesz korzystać z tej funkcji, ponieważ została zablokowana lub wyłączona. Aby uzyskać więcej informacji na ten temat, skontaktuj się z osobą, która skonfigurowała drukarkę.";
HSDGoButton = "Idź";

// Alert for Ink Subscription
SubscribedSuppliesTitle = "Urządzenia ma aktywną subskrypcję tuszu";
SubscribedSuppliesMessage = "Pamiętaj... Wszystkie pojemniki zastępcze dla tej drukarki możesz otrzymać z rabatem poprzez program HP Instant Ink! Nadal możesz odwiedzić sklep online firmy HP, aby zakupić akcesoria lub materiały eksploatacyjne dla innych urządzeń.";
GoToStoreButtonTitle = "Idź do sklepu";

//Search Window
SearchWindowTitle = "Szukaj";
SearchWindowTaskTitle = "Szukaj:";
SearchWindowButtonCancelTitle = "Anuluj";
SearchWindowButtonSearchTitle = "Szukaj";

//Main Menu
"HP Utility" = "HP Utility";
"About HP Utility" = "HP Utility — informacje";
"Hide HP Utility" = "Ukryj narzędzie HP Utility";
"Hide Others" = "Ukryj inne";
"Show All" = "Pokaż wszystkie";
"Quit HP Utility" = "Zamknij narzędzie HP Utility";

"Devices" = "Urządzenia";

"Edit" = "Edytuj";
"Undo" = "Cofnij";
"Redo" = "Ponów";
"Cut" = "Wytnij";
"Copy" = "Kopia";
"Paste" = "Wklej";
"Delete" = "Usuń";
"Select All" = "Zaznacz wszystko";

"View" = "Wyświetl";

"Window" = "Okno";
"Close" = "Zamknij";
"Minimize" = "Minimalizuj";
"Zoom" = "Powiększ";
"Bring All to Front" = "Przesuń wszystko na przód";

Version = "Wersja";

// Global Mode
MarsUnavailableAlertTitle = "Nie można skonfigurować badania mającego na celu poprawę produktów HP";
MarsUnavailableAlertDescription = "Twoje urządzenia nie kwalifikują się do programu Badanie mające na celu poprawę produktów HP.";
MarsUnavailableForOnlineDevicesAlertDescription = "Twoje urządzenia online nie kwalifikują się do programu Badanie mające na celu poprawę produktów HP. Włącz inne urządzenia, podłącz je do komputera Mac lub do sieci, a następnie spróbuj ponownie.";
